---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CwpAddGridSuffix
source: html/c897d06b-4a3f-bc87-764d-567ea5f52f84.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CwpAddGridSuffix Property

"Add suffix to Grid Name"

## Syntax (C#)
```csharp
public static ForgeTypeId CwpAddGridSuffix { get; }
```